Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Adopt another browser's keyboard shortcut scheme on this device. See ⇧⌘H for the full list.
ar: اعتمِد نظام اختصارات لوحة المفاتيح لمتصفح آخر على هذا الجهاز. اضغط ⇧⌘H للقائمة الكاملة.
ca: Adopta l’esquema de dreceres de teclat d’un altre navegador en aquest dispositiu. Prem ⇧⌘H per veure la llista completa.
cs: Převezměte na tomto zařízení schéma klávesových zkratek jiného prohlížeče. Úplný seznam zobrazíte pomocí ⇧⌘H.
da: Overtag et andet browsers tastaturgenveje på denne enhed. Tryk på ⇧⌘H for hele listen.
de: Übernimm auf diesem Gerät das Kurzbefehlschema eines anderen Browsers. Die vollständige Liste zeigt ⇧⌘H.
el: Υιοθετήστε το σχήμα συντομεύσεων άλλου προγράμματος περιήγησης σε αυτήν τη συσκευή. Δείτε ⇧⌘H για την πλήρη λίστα.
es: Adopta en este dispositivo el esquema de atajos de teclado de otro navegador. Pulsa ⇧⌘H para ver la lista completa.
fi: Ota tällä laitteella käyttöön toisen selaimen pikanäppäimet. Koko luettelo näkyy näppäimillä ⇧⌘H.
fr: Adoptez sur cet appareil le schéma de raccourcis clavier d’un autre navigateur. Appuyez sur ⇧⌘H pour la liste complète.
he: אמצו במכשיר הזה את מערך קיצורי המקלדת של דפדפן אחר. הקישו ⇧⌘H לרשימה המלאה.
hi: इस डिवाइस पर किसी दूसरे ब्राउज़र की कीबोर्ड शॉर्टकट योजना अपनाएँ. पूरी सूची के लिए ⇧⌘H देखें.
hr: Na ovom uređaju preuzmite shemu tipkovničkih prečaca drugog preglednika. Za cijeli popis pritisnite ⇧⌘H.
hu: Vedd át egy másik böngésző billentyűparancs-sémáját ezen az eszközön. A teljes listát a ⇧⌘H mutatja.
id: Terapkan skema pintasan papan ketik browser lain di perangkat ini. Lihat ⇧⌘H untuk daftar lengkap.
it: Adotta su questo dispositivo lo schema di scorciatoie da tastiera di un altro browser. Premi ⇧⌘H per l’elenco completo.
ja: このデバイスで別のブラウザのキーボードショートカット構成を採用します。全一覧は ⇧⌘H で表示します。
ko: 이 기기에서 다른 브라우저의 키보드 단축키 구성을 적용합니다. 전체 목록은 ⇧⌘H를 누르세요.
ms: Guna pakai skema pintasan papan kekunci penyemak imbas lain pada peranti ini. Lihat ⇧⌘H untuk senarai penuh.
nb: Ta i bruk en annen nettlesers tastatursnarveier på denne enheten. Trykk ⇧⌘H for hele listen.
nl: Neem op dit apparaat het sneltoetsschema van een andere browser over. Druk op ⇧⌘H voor de volledige lijst.
pl: Zastosuj na tym urządzeniu układ skrótów klawiszowych innej przeglądarki. Pełną listę pokaże ⇧⌘H.
pt_br: Adote neste dispositivo o esquema de atalhos de teclado de outro navegador. Veja ⇧⌘H para a lista completa.
ro: Adoptă pe acest dispozitiv schema de scurtături de tastatură a altui browser. Apasă ⇧⌘H pentru lista completă.
ru: Примените на этом устройстве раскладку сочетаний клавиш другого браузера. Полный список — ⇧⌘H.
sk: Prevezmite na tomto zariadení schému klávesových skratiek iného prehliadača. Úplný zoznam zobrazíte pomocou ⇧⌘H.
sv: Använd en annan webbläsares tangentbordsgenvägar på den här enheten. Tryck på ⇧⌘H för hela listan.
th: ใช้รูปแบบทางลัดแป้นพิมพ์ของเบราว์เซอร์อื่นบนอุปกรณ์นี้ กด ⇧⌘H เพื่อดูรายการทั้งหมด
tr: Bu aygıtta başka bir tarayıcının klavye kısayolu düzenini kullanın. Tam liste için ⇧⌘H.
uk: Застосуйте на цьому пристрої схему комбінацій клавіш іншого браузера. Повний список — ⇧⌘H.
vi: Áp dụng bộ phím tắt của trình duyệt khác trên thiết bị này. Nhấn ⇧⌘H để xem danh sách đầy đủ.
zh_hans: 在此设备上采用其他浏览器的键盘快捷键方案。按 ⇧⌘H 查看完整列表。
zh_hk: 在此裝置上採用其他瀏覽器的鍵盤快捷鍵配置。按 ⇧⌘H 查看完整列表。

source: The omnibar also opens from any app with ⌥Space (configurable), and quitting holds ⌘Q for two seconds. Customize any shortcut in Settings → Shortcuts.
ar: يمكن أيضًا فتح الـ omnibar من أي تطبيق عبر ⌥Space (قابل للتخصيص)، وللخروج استمرّ بالضغط على ⌘Q لمدة ثانيتين. خصّص أي اختصار من الإعدادات → الاختصارات.
ca: L’omnibar també s’obre des de qualsevol app amb ⌥Space (configurable), i per sortir cal mantenir ⌘Q dos segons. Personalitza qualsevol drecera a Configuració → Dreceres.
cs: Omnibar lze otevřít z libovolné aplikace pomocí ⌥Space (lze nastavit) a ukončení vyžaduje podržení ⌘Q na dvě sekundy. Libovolnou zkratku upravíte v Nastavení → Zkratky.
da: Omnibaren kan også åbnes fra enhver app med ⌥Space (kan konfigureres), og for at afslutte holdes ⌘Q nede i to sekunder. Tilpas enhver genvej under Indstillinger → Genveje.
de: Die Omnibar lässt sich aus jeder App mit ⌥Space öffnen (konfigurierbar), und zum Beenden hältst du ⌘Q zwei Sekunden lang. Passe jeden Kurzbefehl unter Einstellungen → Kurzbefehle an.
el: Το omnibar ανοίγει από οποιαδήποτε εφαρμογή με ⌥Space (ρυθμιζόμενο) και για έξοδο κρατήστε ⌘Q για δύο δευτερόλεπτα. Προσαρμόστε οποιαδήποτε συντόμευση στις Ρυθμίσεις → Συντομεύσεις.
es: El omnibar también se abre desde cualquier app con ⌥Space (configurable), y para salir se mantiene ⌘Q dos segundos. Personaliza cualquier atajo en Ajustes → Atajos.
fi: Omnibar-palkin voi avata mistä tahansa sovelluksesta näppäimillä ⌥Space (muokattavissa), ja lopettaminen vaatii ⌘Q:n pitämistä kaksi sekuntia. Muokkaa pikanäppäimiä kohdassa Asetukset → Pikanäppäimet.
fr: L’omnibar s’ouvre depuis n’importe quelle app avec ⌥Space (configurable), et pour quitter, maintenez ⌘Q pendant deux secondes. Personnalisez n’importe quel raccourci dans Réglages → Raccourcis.
he: אפשר לפתוח את ה-omnibar מכל אפליקציה באמצעות ⌥Space (ניתן להגדרה), וליציאה יש להחזיק ⌘Q למשך שתי שניות. התאימו כל קיצור בהגדרות → קיצורים.
hi: omnibar को किसी भी ऐप से ⌥Space (कॉन्फ़िगर करने योग्य) से खोला जा सकता है, और बाहर निकलने के लिए ⌘Q को दो सेकंड तक दबाए रखें. किसी भी शॉर्टकट को सेटिंग्स → शॉर्टकट में कस्टमाइज़ करें.
hr: Omnibar možete otvoriti iz bilo koje aplikacije pomoću ⌥Space (prilagodljivo), a za izlaz držite ⌘Q dvije sekunde. Prilagodite bilo koji prečac u Postavke → Prečaci.
hu: Az omnibar bármely appból megnyitható a ⌥Space billentyűvel (beállítható), a kilépéshez pedig tartsd lenyomva a ⌘Q-t két másodpercig. Bármely gyorsbillentyűt a Beállítások → Gyorsbillentyűk alatt szabhatsz testre.
id: Omnibar juga bisa dibuka dari aplikasi mana pun dengan ⌥Space (dapat dikonfigurasi), dan untuk keluar tahan ⌘Q selama dua detik. Sesuaikan pintasan apa pun di Pengaturan → Pintasan.
it: L’omnibar si apre da qualsiasi app con ⌥Space (configurabile) e per uscire si tiene premuto ⌘Q per due secondi. Personalizza qualsiasi scorciatoia in Impostazioni → Scorciatoie.
ja: omnibar は ⌥Space でどのアプリからでも開けます（設定可能）。終了するには ⌘Q を 2 秒間押し続けます。ショートカットは「設定 → ショートカット」でカスタマイズできます。
ko: omnibar는 ⌥Space로 어떤 앱에서나 열 수 있고(설정 가능), 종료하려면 ⌘Q를 2초 동안 누릅니다. 단축키는 설정 → 단축키에서 사용자화할 수 있습니다.
ms: Omnibar juga boleh dibuka dari mana-mana app dengan ⌥Space (boleh dikonfigurasi), dan untuk keluar tahan ⌘Q selama dua saat. Sesuaikan mana-mana pintasan di Tetapan → Pintasan.
nb: Omnibaren kan også åpnes fra en hvilken som helst app med ⌥Space (kan konfigureres), og for å avslutte holder du ⌘Q i to sekunder. Tilpass en hvilken som helst snarvei under Innstillinger → Snarveier.
nl: De omnibar opent ook vanuit elke app met ⌥Space (instelbaar), en om te stoppen houd je ⌘Q twee seconden ingedrukt. Pas elke sneltoets aan bij Instellingen → Sneltoetsen.
pl: Omnibar można otworzyć z dowolnej aplikacji za pomocą ⌥Space (konfigurowalne), a wyjście wymaga przytrzymania ⌘Q przez dwie sekundy. Dostosuj dowolny skrót w Ustawienia → Skróty.
pt_br: O omnibar também abre de qualquer app com ⌥Space (configurável), e para sair mantenha ⌘Q por dois segundos. Personalize qualquer atalho em Ajustes → Atalhos.
ro: Omnibar-ul se deschide din orice aplicație cu ⌥Space (configurabil), iar pentru a ieși ții apăsat ⌘Q două secunde. Personalizează orice scurtătură în Setări → Scurtături.
ru: Omnibar можно открыть из любого приложения сочетанием ⌥Space (настраивается), а для выхода удерживайте ⌘Q две секунды. Настроить любое сочетание можно в разделе «Настройки → Сочетания клавиш».
sk: Omnibar možno otvoriť z ľubovoľnej aplikácie pomocou ⌥Space (dá sa nastaviť) a na ukončenie podržte ⌘Q dve sekundy. Ľubovoľnú skratku prispôsobíte v Nastavenia → Skratky.
sv: Omnibaren kan även öppnas från vilken app som helst med ⌥Space (kan ställas in), och för att avsluta håller du ⌘Q i två sekunder. Anpassa valfri genväg i Inställningar → Genvägar.
th: สามารถเปิด omnibar จากแอปใดก็ได้ด้วย ⌥Space (ปรับตั้งได้) และหากต้องการออกให้กด ⌘Q ค้างไว้สองวินาที ปรับแต่งทางลัดใดก็ได้ใน การตั้งค่า → ทางลัด
tr: Omnibar herhangi bir uygulamadan ⌥Space ile açılabilir (yapılandırılabilir) ve çıkmak için ⌘Q iki saniye basılı tutulur. Herhangi bir kısayolu Ayarlar → Kısayollar bölümünden özelleştirin.
uk: Omnibar можна відкрити з будь-якого застосунку за допомогою ⌥Space (можна налаштувати), а щоб вийти, утримуйте ⌘Q дві секунди. Налаштуйте будь-яке сполучення в меню «Параметри → Комбінації клавіш».
vi: Omnibar cũng mở được từ bất kỳ ứng dụng nào bằng ⌥Space (có thể tùy chỉnh), và để thoát hãy giữ ⌘Q trong hai giây. Tùy chỉnh bất kỳ phím tắt nào trong Cài đặt → Phím tắt.
zh_hans: 在任何应用中都可以用 ⌥Space 打开 omnibar（可配置），退出需按住 ⌘Q 两秒。可在“设置 → 快捷键”中自定义任何快捷键。
zh_hk: 在任何 App 中都可以用 ⌥Space 開啟 omnibar（可設定），結束需按住 ⌘Q 兩秒。可在「設定 → 快捷鍵」中自訂任何快捷鍵。

source: Today
ar: اليوم
ca: Avui
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
fi: Tänään
fr: Aujourd’hui
he: היום
hi: आज
hr: Danas
hu: Ma
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
ms: Hari Ini
nb: I dag
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ro: Astăzi
ru: Сегодня
sk: Dnes
sv: I dag
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hk: 今天

source: Yesterday
ar: أمس
ca: Ahir
cs: Včera
da: I går
de: Gestern
el: Χθες
es: Ayer
fi: Eilen
fr: Hier
he: אתמול
hi: कल
hr: Jučer
hu: Tegnap
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
ms: Semalam
nb: I går
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
ro: Ieri
ru: Вчера
sk: Včera
sv: I går
th: เมื่อวาน
tr: Dün
uk: Учора
vi: Hôm qua
zh_hans: 昨天
zh_hk: 昨天

source: from %@
ar: من %@
ca: de %@
cs: z %@
da: fra %@
de: von %@
el: από %@
es: de %@
fi: lähteestä %@
fr: de %@
he: מ־%@
hi: %@ से
hr: iz %@
hu: innen: %@
id: dari %@
it: da %@
ja: %@ から
ko: %@에서
ms: dari %@
nb: fra %@
nl: van %@
pl: z %@
pt_br: de %@
ro: de la %@
ru: из %@
sk: z %@
sv: från %@
th: จาก %@
tr: %@ adresinden
uk: з %@
vi: từ %@
zh_hans: 来自 %@
zh_hk: 來自 %@

source: to %@
ar: إلى %@
ca: a %@
cs: do %@
da: til %@
de: an %@
el: προς %@
es: a %@
fi: kohteeseen %@
fr: vers %@
he: אל %@
hi: %@ पर
hr: na %@
hu: ide: %@
id: ke %@
it: a %@
ja: %@ へ
ko: %@(으)로
ms: ke %@
nb: til %@
nl: naar %@
pl: do %@
pt_br: para %@
ro: către %@
ru: на %@
sk: do %@
sv: till %@
th: ไปยัง %@
tr: %@ adresine
uk: на %@
vi: đến %@
zh_hans: 到 %@
zh_hk: 到 %@

source: Created %@
ar: أُنشئ %@
ca: Creat %@
cs: Vytvořeno %@
da: Oprettet %@
de: Erstellt %@
el: Δημιουργήθηκε %@
es: Creado %@
fi: Luotu %@
fr: Créé %@
he: נוצר %@
hi: बनाया %@
hr: Stvoreno %@
hu: Létrehozva %@
id: Dibuat %@
it: Creato %@
ja: 作成 %@
ko: 생성 %@
ms: Dicipta %@
nb: Opprettet %@
nl: Aangemaakt %@
pl: Utworzono %@
pt_br: Criado %@
ro: Creat %@
ru: Создан %@
sk: Vytvorené %@
sv: Skapad %@
th: สร้าง %@
tr: Oluşturuldu %@
uk: Створено %@
vi: Đã tạo %@
zh_hans: 创建于 %@
zh_hk: 建立於 %@

source: Opened %@
ar: فُتح %@
ca: Obert %@
cs: Otevřeno %@
da: Åbnet %@
de: Geöffnet %@
el: Άνοιξε %@
es: Abierto %@
fi: Avattu %@
fr: Ouvert %@
he: נפתח %@
hi: खोला %@
hr: Otvoreno %@
hu: Megnyitva %@
id: Dibuka %@
it: Aperto %@
ja: 開いた %@
ko: 열람 %@
ms: Dibuka %@
nb: Åpnet %@
nl: Geopend %@
pl: Otwarto %@
pt_br: Aberto %@
ro: Deschis %@
ru: Открыт %@
sk: Otvorené %@
sv: Öppnad %@
th: เปิด %@
tr: Açıldı %@
uk: Відкрито %@
vi: Đã mở %@
zh_hans: 打开于 %@
zh_hk: 開啟於 %@

source: All
ar: الكل
ca: Tot
cs: Vše
da: Alle
de: Alle
el: Όλα
es: Todos
fi: Kaikki
fr: Tout
he: הכול
hi: सभी
hr: Sve
hu: Összes
id: Semua
it: Tutti
ja: すべて
ko: 전체
ms: Semua
nb: Alle
nl: Alle
pl: Wszystkie
pt_br: Tudo
ro: Toate
ru: Все
sk: Všetko
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hk: 全部

source: Uploads
ar: التحميلات
ca: Pujades
cs: Nahrané
el: Μεταφορτώσεις
es: Subidas
fi: Lähetykset
fr: Téléversements
he: העלאות
hi: अपलोड
hr: Otpremanja
hu: Feltöltések
id: Unggahan
it: Caricamenti
ja: アップロード
ko: 업로드
ms: Muat Naik
nb: Opplastinger
pl: Wysłane
ro: Încărcări
ru: Выгрузки
sk: Nahrané
sv: Uppladdningar
th: อัปโหลด
tr: Yüklemeler
uk: Вивантаження
vi: Tải lên
zh_hans: 上传
zh_hk: 上傳

source: Nothing here yet
ar: لا شيء هنا بعد
ca: Encara no hi ha res
cs: Zatím tu nic není
da: Der er ikke noget her endnu
de: Noch nichts vorhanden
el: Δεν υπάρχει τίποτα ακόμη
es: Aún no hay nada aquí
fi: Täällä ei ole vielä mitään
fr: Rien pour l’instant
he: עדיין אין כאן כלום
hi: यहाँ अभी कुछ नहीं है
hr: Ovdje još nema ničega
hu: Itt még nincs semmi
id: Belum ada apa-apa di sini
it: Ancora niente qui
ja: まだ何もありません
ko: 아직 아무것도 없습니다
ms: Belum ada apa-apa di sini
nb: Ingenting her ennå
nl: Hier is nog niets
pl: Jeszcze nic tu nie ma
pt_br: Ainda não há nada aqui
ro: Încă nu există nimic aici
ru: Здесь пока пусто
sk: Zatiaľ tu nič nie je
sv: Inget här ännu
th: ยังไม่มีอะไรที่นี่
tr: Burada henüz bir şey yok
uk: Тут поки що порожньо
vi: Chưa có gì ở đây
zh_hans: 这里还什么都没有
zh_hk: 這裡還沒有東西

source: Files you download or upload will show up here.
ar: ستظهر هنا الملفات التي تنزّلها أو ترفعها.
ca: Els fitxers que baixis o pugis apareixeran aquí.
cs: Soubory, které stáhnete nebo nahrajete, se zobrazí zde.
da: Filer, du henter eller uploader, vises her.
de: Dateien, die du lädst oder hochlädst, erscheinen hier.
el: Τα αρχεία που κατεβάζετε ή ανεβάζετε θα εμφανίζονται εδώ.
es: Los archivos que descargues o subas aparecerán aquí.
fi: Lataamasi tai lähettämäsi tiedostot näkyvät tässä.
fr: Les fichiers que vous téléchargez ou téléversez apparaîtront ici.
he: קבצים שתוריד או תעלה יופיעו כאן.
hi: आप जो फ़ाइलें डाउनलोड या अपलोड करेंगे, वे यहाँ दिखेंगी।
hr: Datoteke koje preuzmete ili otpremite prikazat će se ovdje.
hu: A letöltött vagy feltöltött fájlok itt jelennek meg.
id: File yang Anda unduh atau unggah akan muncul di sini.
it: I file che scarichi o carichi appariranno qui.
ja: ダウンロードまたはアップロードしたファイルがここに表示されます。
ko: 다운로드하거나 업로드한 파일이 여기에 표시됩니다.
ms: Fail yang anda muat turun atau muat naik akan muncul di sini.
nb: Filer du laster ned eller opp, vises her.
nl: Bestanden die je downloadt of uploadt, verschijnen hier.
pl: Pobrane lub wysłane pliki pojawią się tutaj.
pt_br: Os arquivos que você baixar ou enviar aparecerão aqui.
ro: Fișierele pe care le descarci sau le încarci vor apărea aici.
ru: Файлы, которые вы загрузите или отправите, появятся здесь.
sk: Súbory, ktoré stiahnete alebo nahráte, sa zobrazia tu.
sv: Filer du laddar ner eller upp visas här.
th: ไฟล์ที่คุณดาวน์โหลดหรืออัปโหลดจะปรากฏที่นี่
tr: İndirdiğiniz veya yüklediğiniz dosyalar burada görünür.
uk: Файли, які ви завантажите або вивантажите, з’являться тут.
vi: Các tập tin bạn tải xuống hoặc tải lên sẽ xuất hiện ở đây.
zh_hans: 你下载或上传的文件会显示在这里。
zh_hk: 你下載或上傳的檔案會顯示在這裡。

source: Search files
ar: البحث في الملفات
ca: Cerca fitxers
cs: Hledat soubory
da: Søg i filer
de: Dateien suchen
el: Αναζήτηση αρχείων
es: Buscar archivos
fi: Hae tiedostoja
fr: Rechercher des fichiers
he: חיפוש קבצים
hi: फ़ाइलें खोजें
hr: Traži datoteke
hu: Fájlok keresése
id: Cari file
it: Cerca file
ja: ファイルを検索
ko: 파일 검색
ms: Cari fail
nb: Søk i filer
nl: Zoek bestanden
pl: Szukaj plików
pt_br: Buscar arquivos
ro: Caută fișiere
ru: Поиск файлов
sk: Hľadať súbory
sv: Sök filer
th: ค้นหาไฟล์
tr: Dosya ara
uk: Пошук файлів
vi: Tìm tập tin
zh_hans: 搜索文件
zh_hk: 搜尋檔案

source: Show
ar: عرض
ca: Mostra
cs: Zobrazit
da: Vis
de: Anzeigen
el: Εμφάνιση
es: Mostrar
fi: Näytä
fr: Afficher
he: הצג
hi: दिखाएँ
hr: Prikaži
hu: Megjelenítés
id: Tampilkan
it: Mostra
ja: 表示
ko: 표시
ms: Tunjukkan
nb: Vis
nl: Toon
pl: Pokaż
pt_br: Mostrar
ro: Arată
ru: Показать
sk: Zobraziť
sv: Visa
th: แสดง
tr: Göster
uk: Показати
vi: Hiển thị
zh_hans: 显示
zh_hk: 顯示

source: Clear history
ar: مسح السجل
ca: Esborra l’historial
cs: Vymazat historii
da: Ryd historik
de: Verlauf löschen
el: Εκκαθάριση ιστορικού
es: Borrar historial
fi: Tyhjennä historia
fr: Effacer l’historique
he: נקה היסטוריה
hi: इतिहास साफ़ करें
hr: Očisti povijest
hu: Előzmények törlése
id: Hapus riwayat
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
ms: Kosongkan sejarah
nb: Tøm loggen
nl: Wis geschiedenis
pl: Wyczyść historię
pt_br: Limpar histórico
ro: Șterge istoricul
ru: Очистить историю
sk: Vymazať históriu
sv: Rensa historik
th: ล้างประวัติ
tr: Geçmişi temizle
uk: Очистити історію
vi: Xóa lịch sử
zh_hans: 清除历史
zh_hk: 清除紀錄

source: Clear this list?
ar: مسح هذه القائمة؟
ca: Esborrar aquesta llista?
cs: Vymazat tento seznam?
da: Ryd denne liste?
de: Diese Liste löschen?
el: Εκκαθάριση αυτής της λίστας;
es: ¿Borrar esta lista?
fi: Tyhjennetäänkö tämä luettelo?
fr: Effacer cette liste ?
he: לנקות את הרשימה הזו?
hi: यह सूची साफ़ करें?
hr: Očistiti ovaj popis?
hu: Törli ezt a listát?
id: Hapus daftar ini?
it: Cancellare questo elenco?
ja: このリストを消去しますか？
ko: 이 목록을 지우시겠습니까?
ms: Kosongkan senarai ini?
nb: Vil du tømme denne listen?
nl: Deze lijst wissen?
pl: Wyczyścić tę listę?
pt_br: Limpar esta lista?
ro: Ștergi această listă?
ru: Очистить этот список?
sk: Vymazať tento zoznam?
sv: Rensa den här listan?
th: ล้างรายการนี้ใช่ไหม
tr: Bu liste temizlensin mi?
uk: Очистити цей список?
vi: Xóa danh sách này?
zh_hans: 清除此列表？
zh_hk: 清除此列表？

source: Clear
ar: مسح
ca: Esborra
cs: Vymazat
da: Ryd
de: Löschen
el: Εκκαθάριση
es: Borrar
fi: Tyhjennä
fr: Effacer
he: נקה
hi: साफ़ करें
hr: Očisti
hu: Törlés
id: Hapus
it: Cancella
ja: 消去
ko: 지우기
ms: Kosongkan
nb: Tøm
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ro: Șterge
ru: Очистить
sk: Vymazať
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hk: 清除

source: This only clears the list. Your files stay exactly where they are.
ar: هذا يمسح القائمة فقط. تبقى ملفاتك في مكانها تمامًا.
ca: Això només esborra la llista. Els teus fitxers es queden exactament on són.
cs: Tímto se vymaže jen seznam. Vaše soubory zůstanou přesně tam, kde jsou.
da: Dette rydder kun listen. Dine filer bliver præcis, hvor de er.
de: Das löscht nur die Liste. Deine Dateien bleiben genau dort, wo sie sind.
el: Αυτό διαγράφει μόνο τη λίστα. Τα αρχεία σας μένουν ακριβώς εκεί που είναι.
es: Esto solo borra la lista. Tus archivos se quedan exactamente donde están.
fi: Tämä tyhjentää vain luettelon. Tiedostosi pysyvät juuri siellä, missä ovat.
fr: Cela efface seulement la liste. Vos fichiers restent exactement où ils sont.
he: פעולה זו מנקה רק את הרשימה. הקבצים שלך נשארים בדיוק במקומם.
hi: इससे केवल सूची साफ़ होती है। आपकी फ़ाइलें ठीक वहीं रहती हैं जहाँ हैं।
hr: Ovo briše samo popis. Vaše datoteke ostaju točno gdje jesu.
hu: Ez csak a listát törli. A fájljaid pontosan ott maradnak, ahol vannak.
id: Ini hanya menghapus daftar. File Anda tetap di tempatnya.
it: Questo cancella solo l’elenco. I tuoi file restano esattamente dove sono.
ja: リストが消去されるだけです。ファイルはそのままの場所に残ります。
ko: 목록만 지워집니다. 파일은 원래 위치에 그대로 남아 있습니다.
ms: Ini hanya mengosongkan senarai. Fail anda kekal di tempatnya.
nb: Dette tømmer bare listen. Filene dine blir liggende akkurat der de er.
nl: Dit wist alleen de lijst. Je bestanden blijven precies waar ze zijn.
pl: To usuwa tylko listę. Twoje pliki pozostają dokładnie tam, gdzie są.
pt_br: Isso apenas limpa a lista. Seus arquivos permanecem exatamente onde estão.
ro: Aceasta șterge doar lista. Fișierele tale rămân exact unde sunt.
ru: Это очистит только список. Ваши файлы останутся на своих местах.
sk: Toto vymaže iba zoznam. Vaše súbory zostanú presne tam, kde sú.
sv: Detta rensar bara listan. Dina filer stannar exakt där de är.
th: การทำเช่นนี้จะล้างเฉพาะรายการเท่านั้น ไฟล์ของคุณยังอยู่ที่เดิม
tr: Bu yalnızca listeyi temizler. Dosyalarınız olduğu yerde kalır.
uk: Це очистить лише список. Ваші файли залишаться точно на місці.
vi: Thao tác này chỉ xóa danh sách. Tập tin của bạn vẫn ở nguyên vị trí.
zh_hans: 这只会清除列表。你的文件会原样保留在原处。
zh_hk: 這只會清除列表。你的檔案會原樣保留在原處。

source: Quick Look
ar: نظرة سريعة
ca: Vista ràpida
cs: Rychlý náhled
da: Kig
de: Übersicht
el: Γρήγορη επισκόπηση
es: Vista rápida
fi: Pikakatselu
fr: Coup d’œil
he: מבט מהיר
hi: क्विक लुक
hr: Brzi pregled
hu: Gyorsnézet
it: Occhiata
ja: クイックルック
ko: 훑어보기
nb: Kikk
nl: Snel bekijken
pl: Szybki podgląd
pt_br: Visão rápida
ro: Vizualizare rapidă
ru: Быстрый просмотр
sk: Rýchly náhľad
sv: Snabbtitt
th: ดูอย่างเร็ว
tr: Hızlı Bakış
uk: Швидкий огляд
vi: Xem nhanh
zh_hans: 快速查看
zh_hk: 快速查看

source: Open
ar: فتح
ca: Obre
cs: Otevřít
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
fi: Avaa
fr: Ouvrir
he: פתח
hi: खोलें
hr: Otvori
hu: Megnyitás
id: Buka
it: Apri
ja: 開く
ko: 열기
ms: Buka
nb: Åpne
nl: Openen
pl: Otwórz
pt_br: Abrir
ro: Deschide
ru: Открыть
sk: Otvoriť
sv: Öppna
th: เปิด
tr: Aç
uk: Відкрити
vi: Mở
zh_hans: 打开
zh_hk: 打開

source: Show in Finder
ar: إظهار في Finder
ca: Mostra al Finder
cs: Ukázat ve Finderu
da: Vis i Finder
de: Im Finder zeigen
el: Εμφάνιση στο Finder
es: Mostrar en el Finder
fi: Näytä Finderissa
fr: Afficher dans le Finder
he: הצג ב‑Finder
hi: Finder में दिखाएँ
hr: Prikaži u Finderu
hu: Megjelenítés a Finderben
id: Tampilkan di Finder
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
ms: Tunjukkan dalam Finder
nb: Vis i Finder
nl: Toon in Finder
pl: Pokaż w Finderze
pt_br: Mostrar no Finder
ro: Arată în Finder
ru: Показать в Finder
sk: Zobraziť vo Finderi
sv: Visa i Finder
th: แสดงใน Finder
tr: Finder’da Göster
uk: Показати у Finder
vi: Hiện trong Finder
zh_hans: 在访达中显示
zh_hk: 在 Finder 中顯示

source: Copy Path
ar: نسخ المسار
ca: Copia el camí
cs: Kopírovat cestu
da: Kopiér sti
de: Pfad kopieren
el: Αντιγραφή διαδρομής
es: Copiar ruta
fi: Kopioi polku
fr: Copier le chemin
he: העתק נתיב
hi: पथ कॉपी करें
hr: Kopiraj putanju
hu: Útvonal másolása
id: Salin jalur
it: Copia percorso
ja: パスをコピー
ko: 경로 복사
ms: Salin laluan
nb: Kopier bane
nl: Kopieer pad
pl: Kopiuj ścieżkę
pt_br: Copiar caminho
ro: Copiază calea
ru: Скопировать путь
sk: Kopírovať cestu
sv: Kopiera sökväg
th: คัดลอกเส้นทาง
tr: Yolu kopyala
uk: Скопіювати шлях
vi: Sao chép đường dẫn
zh_hans: 拷贝路径
zh_hk: 拷貝路徑

source: Remove from List
ar: إزالة من القائمة
ca: Elimina de la llista
cs: Odebrat ze seznamu
da: Fjern fra liste
de: Aus Liste entfernen
el: Αφαίρεση από τη λίστα
es: Eliminar de la lista
fi: Poista luettelosta
fr: Retirer de la liste
he: הסר מהרשימה
hi: सूची से हटाएँ
hr: Ukloni s popisa
hu: Eltávolítás a listáról
id: Hapus dari daftar
it: Rimuovi dall’elenco
ja: リストから削除
ko: 목록에서 제거
ms: Alih keluar daripada senarai
nb: Fjern fra listen
nl: Verwijder uit lijst
pl: Usuń z listy
pt_br: Remover da lista
ro: Elimină din listă
ru: Убрать из списка
sk: Odstrániť zo zoznamu
sv: Ta bort från listan
th: นำออกจากรายการ
tr: Listeden kaldır
uk: Вилучити зі списку
vi: Xóa khỏi danh sách
zh_hans: 从列表中移除
zh_hk: 從列表中移除

source: missing
ar: مفقود
ca: no trobat
cs: chybí
da: mangler
de: fehlt
el: λείπει
es: no encontrado
fi: puuttuu
fr: introuvable
he: חסר
hi: गुम
hr: nedostaje
hu: hiányzik
id: hilang
it: mancante
ja: 見つかりません
ko: 없음
ms: hilang
nb: mangler
nl: ontbreekt
pl: brak
pt_br: ausente
ro: lipsește
ru: нет файла
sk: chýba
sv: saknas
th: ไม่พบ
tr: yok
uk: немає
vi: thiếu
zh_hans: 已丢失
zh_hk: 已遺失

source: Show Downloads
ar: إظهار التنزيلات
ca: Mostra les baixades
cs: Zobrazit stažené
da: Vis overførsler
de: Downloads anzeigen
el: Εμφάνιση λήψεων
es: Mostrar descargas
fi: Näytä lataukset
fr: Afficher les téléchargements
he: הצג הורדות
hi: डाउनलोड दिखाएँ
hr: Prikaži preuzimanja
hu: Letöltések megjelenítése
id: Tampilkan Unduhan
it: Mostra download
ja: ダウンロードを表示
ko: 다운로드 표시
ms: Tunjukkan Muat Turun
nb: Vis nedlastinger
nl: Downloads tonen
pl: Pokaż pobrane
pt_br: Mostrar downloads
ro: Arată descărcările
ru: Показать загрузки
sk: Zobraziť stiahnuté
sv: Visa nedladdningar
th: แสดงดาวน์โหลด
tr: İndirilenleri Göster
uk: Показати завантаження
vi: Hiện tải xuống
zh_hans: 显示下载
zh_hk: 顯示下載
